[
  {
    "id": 1,
    "name": "AIUB English Club",
    "description": "Besides their regular general meetings and member recruitment campaigns, the AEngC arranges interactive discussion sessions for its members, workshops focusing on various aspects speaking, reading, listening, and writing, public speaking events, collaborative writing projects, etc., geared towards encouraging and enabling students to proactively work on improving their dexterity on the English language.",
    "contact": "englishclub@aiub.edu",
    "image": "englishClub.png",
    "objective": "Established in 2023, the purpose of the AIUB English Club (AEngC) is to provide students with an engaging environment where they can learn about the English language, its literary work, and its usage as a medium of communication. Through diverse activities and collaborative projects, members can work on practicing and improving their listening, speaking, reading, and writing skills, to build confidence and competence in public speaking, presentations, debates, creative writing, editorials, etc.",
    "membership": "Although AEngC is considered as a departmental club of the Faculty of Arts & Social Sciences (FASS), students from all 4 Faculties of the university, who are interested in enhancing their skills and knowledge of the English language, are welcome to join AEngC. Recruitments are conducted during the semesters, through which applicants are evaluated, interviewed, and selected to join the club. Currently, there are 130 proactive members working at AEngC.",
    "leadership": "AEngC operates under the supervision of the Office of Student Affairs (OSA), following the general structure for the Executive Committee (EC). OSA provides overall guidance, logistical facilitation, and constant support to the EC for implementing the various events of the club, in collaboration with the Department of English in FASS.",
    "futeroutlook": "The club aims to become a vibrant and integral part of the student community, creating a platform that can aid in developing their understanding and proficiency in English. AEngC intends to explore collaborative partnerships with various local organizations that work on English language programs or have resources/expertise in the field of public speaking, presentations, professional writing, etc. in order to provide mentorship and enrich the club’s workshops and seminars further. The goal is to then engage in national and regional competitions, by participating as well as organizing the events in the future."
  },
  {
    "id": 2,
    "name": "AIUB Environment Club",
    "description": "Activities:ACC is an infusion of a diverse set of interests existing within the students of science and IT, enhancing the educational learning with value-added trainings, workshops, and seminars for the members. Their events entail numerous activities like programming contests, gaming tournaments, idea/concept presentations, mobile, web, & desktop app showcases, and networking contests, collaborating with established brands of the tech industry like Microsoft, Oracle, Cisco, etc. ACC engages in several flagship events like the Computer Science Festival, Cyber-Gaming Fest, Jarvis, etc., besides their regular seminars and workshops. Keeping attuned with the industry trends, ACC collaborates with various organizations like Mozilla Bangladesh, Microsoft Student Partner, BASIS Student Forum.",
    "contact": "environmentclub@aiub.edu",
    "image": "enviromentClub.png",
    "objective": "ACC commenced in 2012 with the idea of creating a platform for students to spread out the light of technology, building skills in various sectors including Content Writing, Photojournalism, Video Editing, Event Organizing, Volunteering, Development, UI/UX Design, and Graphic Design, connect with a community of members, alumni, and faculties in order to learn about the demanding skills of the current and future professional domain, and organize programs that train and test their aptitudes in the field of computer science.",
    "membership": "Membership of AEC is open to students from all 4 Faculties of the university, who are interested in working for the protection and preservation of the environment. Recruitments are conducted during the semesters, through which applicants are evaluated, interviewed, and selected to join the club. Currently, there are 100 proactive members working at AEC",
    "leadership": "AEC operates under the supervision of the Office of Student Affairs (OSA), following the general structure for the Executive Committee (EC). OSA provides overall guidance and constant support to the EC for implementing the various events of the club.",
    "futeroutlook": "AEC will continue addressing the challenges of climate change and spreading awareness, along with taking initiatives to collaborate with various organizations in order to reduce pollution and greenhouse gas emissions from the industries and traffic congestion, protect endangered species of plants, wildlife, and habitats, and of course, promote sustainable development of the environment around us for the years to come."
  },
  {
    "id": 3,
    "name": "AIUB Research Club",
    "description": "AIUBReD arranges research paper presentations, poster sessions, and symposiums showcasing members’ research within the university community. They organize workshops and seminars on topics like research design, data analysis, scientific writing, and intellectual property. The club explores industry collaborations by partnering with companies, NGOs, or research institutions for internship opportunities, guest lectures, and real-world research projects. AIUBBReD connects experienced researchers from the different faculties as well as skilled industry professionals with student members as a knowledge-sharing platforms, for them to share research findings and engage in intellectual discourse.",
    "contact": "research@aiub.edu",
    "image": "researchClub.png",
    "objective": "Established in 2023, the AIUB Research for Development Club (AIUBReD) focuses on research, development, and innovation (RDI) among AIUB students across all disciplines. It cultivates a collaborative learning environment where students can develop critical thinking, problem-solving, and research methodologies. In order to nurture future researchers and innovators by providing opportunities to translate theoretical knowledge into practical solutions, AIUBReD works on bridging the gap between academia and industry by fostering connections with external stakeholders.",
    "membership": "Membership of AIUBReD is open to students from all 4 Faculties of the university, who are interested in research in any field. Recruitments are conducted during the semesters, through which applicants are evaluated, interviewed, and selected to join the club. Currently, there are 140 proactive members working at AIUBReD.",
    "leadership": "AIUBReD operates under the supervision of the Office of Student Affairs (OSA), following the general structure for the Executive Committee (EC). OSA provides overall guidance and constant support to the EC for implementing the various events of the club..",
    "futeroutlook": "AIUBReD aspires to become a leading platform for nurturing future generations of Bangladeshi researchers and innovators. The club will establish a strong alumni network that can provide career guidance, mentorship, and potential research collaborations for current members. Eventually, they will be participating in national and international research conferences, showcasing the AIUBReD’s achievements and connect students with a broader research network, advocating for increased research funding and infrastructure development within AIUB can further support student research endeavors."
  },
  {
    "id": 4,
    "name": "AIUB Computer Club",
    "description": "ACC commenced in 2012 with the idea of creating a platform for students to spread out the light of technology, building skills in various sectors including Content Writing, Photojournalism, Video Editing, Event Organizing, Volunteering, Development, UI/UX Design, and Graphic Design, connect with a community of members, alumni, and faculties in order to learn about the demanding skills of the current and future professional domain, and organize programs that train and test their aptitudes in the field of computer science",
    "contact": "computer@aiub.edu",
    "image": "computerClub.jpg",
    "objective": "ACC is an infusion of a diverse set of interests existing within the students of science and IT, enhancing the educational learning with value-added trainings, workshops, and seminars for the members. Their events entail numerous activities like programming contests, gaming tournaments, idea/concept presentations, mobile, web, & desktop app showcases, and networking contests, collaborating with established brands of the tech industry like Microsoft, Oracle, Cisco, etc. ACC engages in several flagship events like the Computer Science Festival, Cyber-Gaming Fest, Jarvis, etc., besides their regular seminars and workshops. Keeping attuned with the industry trends, ACC collaborates with various organizations like Mozilla Bangladesh, Microsoft Student Partner, BASIS Student Forum.",
    "membership": "ACC is considered as a departmental club for the Faculty of Science (FST), but students from the Faculty of Engineering (FE) are also encouraged to apply for the membership. Recruitments are conducted during the semesters, through which applicants are evaluated, interviewed, and selected to join the club. Currently, there are 130 proactive members working at ACC",
    "leadership": "ACC operates under the supervision of the Office of Student Affairs (OSA), following the general structure for the Executive Committee (EC). Together in coordination with FST, OSA provides overall guidance, logistical facilitation, and constant support to the EC for implementing the various events of the club.",
    "futeroutlook": "ACC focuses on the development of students, committed to introducing them to the ever-changing information and technology world of today. They are working with a vision to create leaders in the emerging technology sector, preparing them for the as the future pioneering trailblazers of the future."
  },
  {
    "id": 5,
    "name": "AIUB Performing Art Club",
    "description": "APAC organizes and participates in all the cultural events of the university, arranging musical and dance performances in programs of their own initiatives as well as those of other student organizations, academic departments, and the university as a whole. The club also conduct workshops with established artists of the industry, along with festival celebrations like the Bengali New Year and even tribute events on the occasion of the Independence Day. The club encompasses a talented pool of singers, dancers, musicians, designers, reciters, and capable organizers with a history of achievements on and off the stage. APAC participates in external musical competitions while organizing their own flagship events, collaborating with numerous organizations, in order to encourage young musicians and dancers to develop their skills and uphold the music-rich culture in the global landscape.",
    "contact": "performingclub@aiub.edu",
    "image": "perfomingClub.png",
    "objective": "Established in 1998, the AIUB Performing Arts Club (APAC) aims to provide students with a platform to channel their creativity through music and dance. APAC promotes our cultural heritage through traditional Bengali songs and dance forms, while expanding their exposure through experiencing and experimenting with a diverse set of foreign genres, encouraging young talents to pursue their dreams in performing arts.",
    "membership": "Membership of APAC is open to students from all 4 Faculties of the university, who are interested in music and dance. Recruitments are conducted during the semesters, through which applicants are evaluated, interviewed, and selected to join the club. Currently, there are 132 proactive members working at APAC.",
    "leadership": "APAC operates under the supervision of the Office of Student Affairs (OSA), following the general structure for the Executive Committee (EC). OSA provides overall guidance and constant support to the EC for implementing the various events of the club.",
    "futeroutlook": "In the coming years, the APAC plans to expand its offerings to include more hands-on and constructive workshops with upcoming artists and industry icons, as well as engage in more community outreach events and inter-club collaborations. The club also plans to enhance and expand their flagship events of the workshop series and musical competition, in addition to ensuring university-wide productions every semester."
  },
  {
    "id": 6,
    "name": "AIUB Robotic Crew",
    "objective": "AIUB Robotic Crew (ARC) is a team of undergraduate students from American International University-Bangladesh (AIUB) who is passionate about the field of robotics. The team was formed with the purpose to compete in the University Rover Challenge (URC), an annual international robotics tournament for college students held Utah, USA since its inception in 2006. ARC started off as a young team (mostly 3rd year undergraduates) with little experience but they have made up for it with their passion to learn and excel in pursuing their dreams. The team was formed around the beginning of 2015 and soon got approval from their university to initiate their involvement in the competition, and have successfully participated in the competition as one of the teams selected and invited from Bangladesh 4 times in a row (2015-18) amongst the Top 36 Finalists at the URC. Even though hundreds of students were initially interested, the team had to be filtered down to only 18 of the best. The team comprises of 14 bright and hardworking students from the Electrical and Electronics Engineering Department of AIUB and 4 exceptionally talented stalwarts from the Computer Science Department of AIUB. Some of these members had participated in robotics and programming contests and won national awards. Even with such diverse backgrounds and disciplines, the members of ARC share one common goal and that is to represent themselves, their alma mater and their nation, at the highest platform. With strong determination and work ethics, this team has grown in strength and confidence exponentially over time. They believe that through this opportunity they will be part of something special and inspire the future generations to follow in their footsteps.",
    "contact": "roboticclub@aiub.edu",
    "image": "robotic.png"
  },
  {
    "id": 7,
    "name": "AIUB FILM CLUB",
    "description": "Established in 2009, the purpose of the AIUB Film Club (AFC) is to provide a forum for students to discuss and learn about filmmaking. Their aim is to promote culture through the camera, sharing the creative talent of bringing stories to life through a network of people passionate about learning and engaging in the art of filmmaking.",
    "contact": "flimclub@aiub.edu",
    "image": "flim.png",
    "objective": "AFC primarily works on creating short films covering various social issues, cultural aspects, and student life, while arranging film shows to as a form of recreational activity for the student community and to expose them to a broad spectrum of movies, ranging from Bengali, English, and even Korean. The club also conducts workshops for their members to better train them in the process of filmmaking, as directors, script writers, cinematographers, set designers, production managers, editors, actors, etc. AFC both organizes and participates in a number of different film festivals, competing in short films, where they have made several achievements with original stories, along with a number of different launch events and activations for the premier or screening of noteworthy releases of Bangladeshi cinema.",
    "membership": "Membership of AFC is open to students from all 4 Faculties of the university, who are interested in the art of filmmaking. Recruitments are conducted during the semesters, through which applicants are evaluated, interviewed, and selected to join the club. Currently, there are 80 proactive members working at AFC",
    "leadership": "AFC operates under the supervision of the Office of Student Affairs (OSA), following the general structure for the Executive Committee (EC). OSA provides overall guidance and constant support to the EC for implementing the various events of the club.",
    "futeroutlook": "With an aim to increase students’ appreciation of filmmaking as an art form, AFC will continue to provide opportunities for students to learn, analyze, and create films, as well as collaborating with various organizations of the film industry in Bangladesh to present and promote culture, through life stories in frames."
  }
]
